{
  "personagens": [
    {
      "id": 1,
      "nome": "Yuta",
      "descricao": "Yuta Okkotsu (乙おっ骨こつ憂ゆう太た Okkotsu Yūta?) é um importante personagem coadjuvante da série Jujutsu Kaisen e o principal protagonista de sua série prequela, Jujutsu Kaisen 0: Jujutsu High. Ele era inicialmente um humano amaldiçoado de grau especial, assombrado por sua falecida amiga de infância, Rika Orimoto. Satoru Gojo foi o mentor de Yuta e o matriculou na Tokyo Jujutsu High. Yuta é atualmente um estudante do segundo ano na Jujutsu High, onde trabalha como feiticeiro de jujutsu. Ele estava treinando no exterior, na África, com Miguel até depois do Incidente de Shibuya, quando retornou a Tóquio.",
      "ligação": "hello"
    },
    {
      "id": 2,
      "nome": "Rika",
      "descricao": "Rika (りカ Rika?) é uma personagem da série Jujutsu Kaisen. Ela é o espírito amaldiçoado que permanece com Yuta Okkotsu mesmo depois que a alma de Rika Orimoto foi libertada dele. Orimoto legou os últimos vestígios de sua vontade ao espírito amaldiçoado, simbolizando uma manifestação de seu amor que ela deixou para proteger Yuta.",
      "ligação": "hello"
    }
  ],
  "poderes":[
  {
    "id": 1,
    "name": "Cópia",
    "descricaodopoder": "A conexão de Yuta com Rika também lhe concede a capacidade de copiar incondicionalmente técnicas amaldiçoadas. Não se sabe como Yuta copia as técnicas amaldiçoadas que ele viu, mas ele é capaz de utilizá-las mesmo que sejam uma técnica hereditária transmitida em um clã de feiticeiros. Yuta é capaz de utilizar várias técnicas que ele copiou em rápida sucessão também."
  },
  {
    "id": 2,
    "name": "Fala Amaldiçoada",
    "descricaodopoder": " Yuta replicou a capacidade de Toge de usar a fala amaldiçoada, uma técnica geralmente herdada da linhagem da Família Inumaki. Quando ele usou pela primeira vez, Yuta executou a técnica usando um microfone que Rika convocou que tinha o símbolo Snake Eyes and Fangs nele. Ao falar pelo microfone, Yuta foi capaz de ordenar que cada um do enxame de maldições de baixo grau de Geto morresse de uma só vez. Ele notou ter dificuldade em controlar a propagação da energia amaldiçoada. Yuta desde então se tornou mais proficiente com o discurso amaldiçoado. Enquanto conectado a Rika através do anel, Yuta pode até fazer as insígnias Snake Eyes e Fangs aparecerem em sua boca como se ele tivesse nascido com ela. Isso permite que ele ative a técnica falando comandos da mesma maneira que Toge."
  },
  {
    "id": 3,
    "name": "Controlar o Céu",
    "descricaodopoder": "Manipulação do Céu: Yuta replicou a habilidade de Takako de controlar o céu. Ele pode transformar o céu em uma superfície tangível e usá-lo para manipular o espaço, semelhante a como uma lente cria distorção. Quebra-gelo fino: Yuta aplica a técnica de Takako ofensivamente ao atingir a superfície do céu, não diretamente em seu oponente. Ele atinge a camada superficial do céu e a quebra como gelo fino, atingindo seu oponente com esse efeito."
  },
  {
    "id": 4,
    "name": "G Warstaff",
    "descricaodopoder": "Yuta replicou a técnica de Charles Bernard que lhe permite ver o futuro de um alvo anexando um painel de mangá a ele e tirando sangue dele. Ao contrário de Charles, Yuta não usa uma ferramenta amaldiçoada em forma de caneta para cumprir as condições de tinta e, em vez disso, usa sua própria espada katana. A precognição concedida por G Warstaff permitiu que Yuta visse os movimentos futuros de Sukuna e desferisse um forte golpe nele."
  },
  {
    "id": 5,
    "name": "Santuário",
    "descricaodopoder": "Yuta replicou a técnica de Sukuna que lhe permite liberar cortes invisíveis que cortam os inimigos. Depois de fazer Sukuna pegar a katana contendo esta técnica, Yuta ativou Cleave, ameaçando cortar o Rei das Maldições com sua própria técnica."
  },
  {
    "id": 6,
    "name": "Liberação Máxima: Escada de Jacó ",
    "descricaodopoder": " Uma técnica de extensão que derruba um pilar de luz em um alvo, extinguindo qualquer técnica amaldiçoada sob a luz. Ao contrário de Hana Kurusu, Yuta ativa esta técnica fazendo um sinal com a mão. Ao imbuir a Técnica de Extinção na barreira de seu domínio, a Escada de Jacó de Yuta foi garantida para atingir Sukuna, danificando gravemente o Rei das Maldições e enfraquecendo ainda mais a conexão entre ele e o corpo de Megumi Fushiguro."
  }
  ],
  "Historia":[
    {
      "historia": "A história de Rika e Yuta é uma reflexão sobre o poder do amor e da perda, e como esses sentimentos podem moldar e influenciar as pessoas de maneiras profundas e imprevisíveis. É uma parte essencial da jornada emocional e espiritual de Yuta ao longo da série."
    }
  ]
}
  
